// ამოცანა: მრავალი პირობა ერთდროულად
// მომხმარებელმა შეიყვანოს რიცხვი n.
// პროგრამამ უნდა დაბეჭდოს:
// „ლუწი და იყოფა 3-ზე“,
// „ლუწი და არ იყოფა 3-ზე“,
// „კენტი და იყოფა 3-ზე“,
// „კენტი და არ იყოფა 3-ზე
let num = Number(prompt("შეიყვანე რიცხვი:"))

    if(num%2==0 && num%3==0){
        console.log('ლუწი და იყოფა 3-ზე ')
    }else if(num%2==1 && num%3==0){
        console.log('კენტი და  იყოფა 3-ზე ')
    }else if(num%2==0 && num%3!==0){
        console.log("ლუწი და არ  იყოფა 3-ზე")
    }else{
        console.log('კენტი და არ იყოფა 3-ზე ')
     }
